Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Deviation from your personal overnight wrist temperature baseline (Apple Watch Series 8+). Typical fluctuations are ±0.3°C. Increases >0.5°C are common after alcohol, a warm room or hard exercise, around ovulation (menstrual cycle), and sometimes with the start of an illness. Sustained increases >1.0°C are worth flagging, though illness is only one of several explanations. This is a deviation, not absolute temperature — it's calibrated to your personal norm, making it more sensitive than a thermometer reading. In the recovery score it is one of the inputs to the Vitals part (15%): the further it runs more than 0.3°C above your baseline, the lower that part. A cooler reading costs nothing.
ar: الانحراف عن خط أساسك الشخصي لحرارة المعصم الليلية (Apple Watch Series 8 وما بعدها). التذبذبات المعتادة ±0.3°م. الارتفاعات فوق 0.5°م شائعة بعد الكحول أو غرفة دافئة أو تمرين شاق، وفي فترة الإباضة (الدورة الشهرية)، وأحيانًا مع بداية مرض. الارتفاعات المستمرة فوق 1.0°م تستحق التنويه، مع أن المرض ليس إلا واحدًا من عدة تفسيرات. هذا انحراف لا حرارة مطلقة — فهو معاير على معتادك الشخصي، ما يجعله أكثر حساسية من قراءة الترمومتر. في درجة التعافي هو أحد مدخلات جزء العلامات الحيوية (15%): كلما زاد ارتفاعه عن خط أساسك بأكثر من 0.3°م، انخفض ذلك الجزء. والقراءة الأبرد لا تُنقص شيئًا.
da: Afvigelse fra din personlige natlige håndledstemperatur-baseline (Apple Watch Series 8+). Typiske udsving er ±0,3 °C. Stigninger over 0,5 °C er almindelige efter alkohol, et varmt rum eller hård træning, omkring ægløsning (menstruationscyklus) og nogle gange ved begyndelsen på en sygdom. Vedvarende stigninger over 1,0 °C er værd at markere, selvom sygdom kun er én af flere forklaringer. Dette er en afvigelse, ikke en absolut temperatur — den er kalibreret til din personlige norm og derfor mere følsom end en termometermåling. I restitutionsscoren er den et af input til delen for vitale tegn (15 %): jo mere den ligger over 0,3 °C over din baseline, jo lavere bliver den del. En køligere måling koster ingenting.
de: Abweichung von deiner persönlichen nächtlichen Handgelenkstemperatur-Baseline (Apple Watch Series 8+). Typische Schwankungen liegen bei ±0,3 °C. Anstiege über 0,5 °C sind häufig nach Alkohol, in einem warmen Raum oder nach hartem Training, rund um den Eisprung (Menstruationszyklus) und manchmal zu Beginn einer Krankheit. Anhaltende Anstiege über 1,0 °C sind einen Hinweis wert, wobei Krankheit nur eine von mehreren Erklärungen ist. Es handelt sich um eine Abweichung, nicht um eine absolute Temperatur — sie ist auf deine persönliche Norm kalibriert und damit empfindlicher als eine Thermometermessung. Im Erholungs-Score ist sie einer der Eingangswerte des Vitalwerte-Anteils (15 %): Je weiter sie mehr als 0,3 °C über deiner Baseline liegt, desto niedriger fällt dieser Anteil aus. Ein kühlerer Wert kostet nichts.
es: Desviación respecto a tu línea base personal de temperatura nocturna de muñeca (Apple Watch Series 8+). Las fluctuaciones típicas son de ±0,3 °C. Los aumentos de más de 0,5 °C son frecuentes tras el alcohol, una habitación cálida o el ejercicio intenso, en torno a la ovulación (ciclo menstrual) y, a veces, al inicio de una enfermedad. Los aumentos sostenidos de más de 1,0 °C merecen señalarse, aunque la enfermedad es solo una de varias explicaciones. Es una desviación, no una temperatura absoluta — está calibrada a tu norma personal, lo que la hace más sensible que la lectura de un termómetro. En la puntuación de recuperación es uno de los datos de la parte de constantes vitales (15 %): cuanto más supere tu línea base en más de 0,3 °C, más baja esa parte. Una lectura más fría no resta nada.
fi: Poikkeama henkilökohtaisesta yöllisen ranteen lämpötilan perustasostasi (Apple Watch Series 8+). Tyypilliset vaihtelut ovat ±0,3 °C. Yli 0,5 °C:n nousut ovat yleisiä alkoholin, lämpimän huoneen tai kovan liikunnan jälkeen, ovulaation aikaan (kuukautiskierto) ja joskus sairauden alkaessa. Pitkittyneet yli 1,0 °C:n nousut ovat huomionarvoisia, vaikka sairaus on vain yksi useista selityksistä. Tämä on poikkeama, ei absoluuttinen lämpötila — se on kalibroitu henkilökohtaiseen normiisi, mikä tekee siitä herkemmän kuin kuumemittarin lukeman. Palautumispisteissä se on yksi elintoimintaosan (15 %) syötteistä: mitä enemmän se ylittää perustasosi yli 0,3 °C:lla, sitä pienempi tuo osa on. Viileämpi lukema ei vähennä mitään.
fr: Écart par rapport à votre référence personnelle de température nocturne du poignet (Apple Watch Series 8+). Les fluctuations typiques sont de ±0,3 °C. Des hausses de plus de 0,5 °C sont fréquentes après l’alcool, une pièce chaude ou un exercice intense, autour de l’ovulation (cycle menstruel), et parfois au début d’une maladie. Des hausses durables de plus de 1,0 °C méritent d’être signalées, même si la maladie n’est qu’une explication parmi d’autres. Il s’agit d’un écart, pas d’une température absolue — il est calibré sur votre norme personnelle, ce qui le rend plus sensible qu’une mesure au thermomètre. Dans le score de récupération, c’est l’une des données de la partie signes vitaux (15 %) : plus il dépasse votre référence de plus de 0,3 °C, plus cette partie baisse. Une valeur plus fraîche ne coûte rien.
is: Frávik frá persónulegri grunnlínu þinni fyrir úlnliðshita að nóttu (Apple Watch Series 8+). Dæmigerðar sveiflur eru ±0,3 °C. Hækkun yfir 0,5 °C er algeng eftir áfengi, heitt herbergi eða erfiða hreyfingu, í kringum egglos (tíðahringur) og stundum í upphafi veikinda. Viðvarandi hækkun yfir 1,0 °C er þess virði að vekja athygli á, þótt veikindi séu aðeins ein af nokkrum skýringum. Þetta er frávik, ekki algildur hiti — það er kvarðað að þínu persónulega viðmiði, sem gerir það næmara en mælingu með hitamæli. Í batastiginu er það eitt af inntökum lífsmarkahlutans (15 %): því meira sem það fer umfram 0,3 °C yfir grunnlínunni þinni, því lægri verður sá hluti. Kaldari mæling kostar ekkert.
it: Scostamento dalla tua baseline personale di temperatura notturna del polso (Apple Watch Series 8+). Le fluttuazioni tipiche sono di ±0,3 °C. Aumenti superiori a 0,5 °C sono comuni dopo alcol, una stanza calda o un esercizio intenso, intorno all’ovulazione (ciclo mestruale) e talvolta all’inizio di una malattia. Aumenti prolungati superiori a 1,0 °C meritano una segnalazione, anche se la malattia è solo una delle possibili spiegazioni. Si tratta di uno scostamento, non di una temperatura assoluta — è calibrato sulla tua norma personale, il che lo rende più sensibile della lettura di un termometro. Nel punteggio di recupero è uno degli input della parte parametri vitali (15%): più supera la tua baseline di oltre 0,3 °C, più quella parte scende. Una lettura più fresca non costa nulla.
ja: 個人の夜間手首温度ベースラインからの偏差です（Apple Watch Series 8 以降）。通常の変動は ±0.3°C です。0.5°C を超える上昇は、アルコール、暖かい部屋、激しい運動の後や排卵期（月経周期）によく見られ、病気の始まりに伴うこともあります。1.0°C を超える上昇が続く場合は注意に値しますが、病気は考えられる説明の一つにすぎません。これは絶対温度ではなく偏差です。あなた個人の平常値に合わせて調整されているため、体温計の測定値より敏感です。回復スコアではバイタル部分（15%）の入力の一つです。ベースラインより 0.3°C を超えて高いほど、その部分は低くなります。低めの値は減点になりません。
ko: 개인의 야간 손목 온도 기준선과의 편차입니다(Apple Watch Series 8 이상). 일반적인 변동 폭은 ±0.3°C입니다. 0.5°C를 초과하는 상승은 음주, 따뜻한 방, 격한 운동 이후나 배란기(월경 주기)에 흔하며, 때로는 질병의 시작과 함께 나타나기도 합니다. 1.0°C를 초과하는 상승이 지속되면 주목할 만하지만, 질병은 여러 가능한 설명 중 하나일 뿐입니다. 이는 절대 온도가 아니라 편차입니다. 개인의 평소 수준에 맞춰 보정되므로 체온계 측정값보다 민감합니다. 회복 점수에서 이는 활력 징후 부분(15%)의 입력 중 하나입니다. 기준선보다 0.3°C를 넘어 높을수록 그 부분이 낮아집니다. 더 낮은 값은 감점되지 않습니다.
nb: Avvik fra din personlige grunnlinje for håndleddstemperatur om natten (Apple Watch Series 8+). Typiske svingninger er ±0,3 °C. Økninger over 0,5 °C er vanlige etter alkohol, et varmt rom eller hard trening, rundt eggløsning (menstruasjonssyklus), og noen ganger ved starten på en sykdom. Vedvarende økninger over 1,0 °C er verdt å merke seg, men sykdom er bare én av flere mulige forklaringer. Dette er et avvik, ikke absolutt temperatur — det er kalibrert mot ditt personlige normalnivå, noe som gjør det mer følsomt enn en termometermåling. I restitusjonsscoren er den en av inndataene til delen for vitale tegn (15 %): jo mer den ligger over 0,3 °C over baselinjen din, desto lavere blir den delen. En kjøligere måling koster ingenting.
nl: Afwijking van je persoonlijke basislijn voor de nachtelijke polstemperatuur (Apple Watch Series 8+). Gebruikelijke schommelingen zijn ±0,3 °C. Stijgingen van meer dan 0,5 °C komen vaak voor na alcohol, een warme kamer of zware inspanning, rond de eisprong (menstruatiecyclus), en soms bij het begin van een ziekte. Aanhoudende stijgingen van meer dan 1,0 °C zijn het vermelden waard, al is ziekte maar één van meerdere verklaringen. Dit is een afwijking, geen absolute temperatuur — ze is gekalibreerd op jouw persoonlijke norm, waardoor ze gevoeliger is dan een thermometermeting. In de herstelscore is ze een van de invoerwaarden voor het deel vitale functies (15%): hoe verder ze meer dan 0,3 °C boven je baseline ligt, hoe lager dat deel. Een koelere meting kost niets.
pt_br: Desvio em relação à sua linha de base pessoal de temperatura do pulso durante a noite (Apple Watch Series 8 ou posterior). As flutuações típicas são de ±0,3 °C. Aumentos >0,5 °C são comuns após álcool, quarto quente ou exercício intenso, perto da ovulação (ciclo menstrual) e, às vezes, com o início de uma doença. Aumentos sustentados >1,0 °C merecem atenção, embora doença seja apenas uma de várias explicações. Isto é um desvio, não a temperatura absoluta — é calibrado para a sua norma pessoal, o que o torna mais sensível do que uma leitura de termômetro. Na pontuação de recuperação, é uma das entradas da parte de sinais vitais (15%): quanto mais passar de 0,3 °C acima da sua linha de base, menor fica essa parte. Uma leitura mais fria não custa nada.
ru: Отклонение от вашей личной базовой линии ночной температуры запястья (Apple Watch Series 8 и новее). Типичные колебания — ±0,3 °C. Повышение >0,5 °C часто бывает после алкоголя, в тёплой комнате или после тяжёлой нагрузки, в период овуляции (менструальный цикл), а иногда в начале болезни. На устойчивое повышение >1,0 °C стоит обратить внимание, хотя болезнь — лишь одно из нескольких объяснений. Это отклонение, а не абсолютная температура: оно откалибровано по вашей личной норме, поэтому чувствительнее показаний термометра. В оценке восстановления это один из входов части «Жизненные показатели» (15%): чем сильнее оно превышает ваш базовую линию более чем на 0,3 °C, тем ниже эта часть. Более прохладное значение ничего не снижает.
sv: Avvikelse från din personliga baslinje för nattlig handledstemperatur (Apple Watch Series 8 eller senare). Typiska variationer är ±0,3 °C. Ökningar >0,5 °C är vanliga efter alkohol, ett varmt rum eller hård träning, kring ägglossning (menstruationscykeln) och ibland vid början av en sjukdom. Ihållande ökningar >1,0 °C är värda att flagga, även om sjukdom bara är en av flera förklaringar. Detta är en avvikelse, inte absolut temperatur — den är kalibrerad mot din personliga norm, vilket gör den känsligare än en termometeravläsning. I återhämtningspoängen är den en av indata till delen för vitala tecken (15 %): ju mer den ligger över 0,3 °C över din baslinje, desto lägre blir den delen. Ett svalare värde kostar ingenting.
zh_hans: 与你个人夜间手腕温度基线的偏差（Apple Watch Series 8 及更新机型）。典型波动为 ±0.3°C。饮酒、室温偏高或剧烈运动之后、排卵前后（月经周期），以及有时在疾病开始时，升高 >0.5°C 都很常见。持续升高 >1.0°C 值得关注，但疾病只是多种可能解释之一。这是偏差，而非绝对温度——它按你的个人常态校准，因此比体温计读数更敏感。在恢复评分中，它是生命体征部分（15%）的输入之一：高出你的基线超过 0.3°C 越多，这一部分就越低。偏低的读数不扣分。

source: Device-internal recording
ar: تسجيل على الحزام
da: Optagelse på pulsbæltet
de: Aufzeichnung auf dem Gurt
es: Grabación en la banda
fi: Tallennus vyöhön
fr: Enregistrement sur la ceinture
is: Upptaka á ólinni
it: Registrazione sulla fascia
ja: ストラップ内に記録中
ko: 스트랩 내부 기록
nb: Opptak på beltet
nl: Opname op de band
pt_br: Gravação na cinta
ru: Запись на датчик
sv: Inspelning på bandet
zh_hans: 心率带内部记录

source: DFA α1 (Detrended Fluctuation Analysis)
ar: DFA α1 (تحليل التذبذب منزوع الاتجاه)
de: DFA α1 (trendbereinigte Fluktuationsanalyse)
es: DFA α1 (análisis de fluctuación sin tendencia)
fi: DFA α1 (trendikorjattu fluktuaatioanalyysi)
fr: DFA α1 (analyse des fluctuations redressées)
is: DFA α1 (sveifluþáttagreining án leitni)
it: DFA α1 (analisi delle fluttuazioni detrendizzate)
ja: DFA α1（トレンド除去変動解析）
ko: DFA α1 (추세 제거 변동 분석)
nb: DFA α1 (trendjustert fluktuasjonsanalyse)
nl: DFA α1 (trendgecorrigeerde fluctuatieanalyse)
pt_br: DFA α1 (análise de flutuação sem tendência)
ru: DFA α1 (анализ флуктуаций без тренда)
sv: DFA α1 (trendjusterad fluktuationsanalys)
zh_hans: DFA α1（去趋势波动分析）

source: DFA α1 averaged %@ — the hard efforts pulled it below 0.50, so this counts as a hard day.
ar: بلغ متوسط DFA α1 ‏%@ — الجهود الشاقة خفّضته إلى ما دون 0.50، لذا يُعد هذا يومًا شاقًا.
da: DFA α1 lå i gennemsnit på %@ — de hårde indsatser trak den under 0,50, så det tæller som en hård dag.
de: DFA α1 lag im Schnitt bei %@ – die harten Belastungen haben ihn unter 0,50 gedrückt, das zählt als harter Tag.
es: El DFA α1 promedió %@: los esfuerzos duros lo bajaron de 0,50, así que cuenta como día duro.
fi: DFA α1:n keskiarvo oli %@ – kovat vedot painoivat sen alle 0,50, joten tämä lasketaan kovaksi päiväksi.
fr: Le DFA α1 était en moyenne de %@ — les efforts intenses l'ont fait passer sous 0,50, c'est donc une journée dure.
is: DFA α1 var að meðaltali %@ — erfiðu átökin drógu það undir 0,50, svo þetta telst erfiður dagur.
it: Il DFA α1 ha avuto una media di %@ — gli sforzi intensi l'hanno portato sotto 0,50, quindi conta come giornata dura.
ja: DFA α1の平均は%@ — 高強度の努力で0.50を下回ったため、ハードな日に数えられます。
ko: DFA α1 평균이 %@였습니다. 강한 노력으로 0.50 아래로 떨어졌으니 힘든 날로 봅니다.
nb: DFA α1 var i snitt %@ – de harde dragene trakk den under 0,50, så dette teller som en hard dag.
nl: DFA α1 lag gemiddeld op %@ — de zware inspanningen trokken hem onder 0,50, dus dit telt als een zware dag.
pt_br: O DFA α1 teve média de %@ — os esforços intensos o levaram abaixo de 0,50, então conta como um dia forte.
ru: Средний DFA α1 составил %@ — интенсивные отрезки опустили его ниже 0,50, так что это тяжёлый день.
sv: DFA α1 låg i snitt på %@ – de hårda insatserna drog ned den under 0,50, så det räknas som en hård dag.
zh_hans: DFA α1 平均为 %@——高强度部分把它拉到 0.50 以下，所以这算是高强度日。

source: DFA α1 averaged %@, which puts you between AT1 and AT2 — meaningful tempo work.
ar: بلغ متوسط DFA α1 ‏%@، ما يضعك بين AT1 وAT2 — عمل إيقاع ذو قيمة.
da: DFA α1 lå i gennemsnit på %@, hvilket placerer dig mellem AT1 og AT2 — værdifuldt tempoarbejde.
de: DFA α1 lag im Schnitt bei %@ und damit zwischen AT1 und AT2 – sinnvolle Tempoarbeit.
es: El DFA α1 promedió %@, lo que te sitúa entre AT1 y AT2: trabajo de tempo con sentido.
fi: DFA α1:n keskiarvo oli %@, eli AT1:n ja AT2:n välissä – merkityksellistä tempotyötä.
fr: Le DFA α1 était en moyenne de %@, soit entre AT1 et AT2 — un vrai travail au tempo.
is: DFA α1 var að meðaltali %@, sem setur þig á milli AT1 og AT2 — gagnleg tempóvinna.
it: Il DFA α1 ha avuto una media di %@, quindi tra AT1 e AT2 — un lavoro a ritmo tempo utile.
ja: DFA α1の平均は%@で、AT1とAT2の間 — 意味のあるテンポ練習です。
ko: DFA α1 평균이 %@로 AT1과 AT2 사이였습니다. 의미 있는 템포 훈련입니다.
nb: DFA α1 var i snitt %@, altså mellom AT1 og AT2 – nyttig tempoarbeid.
nl: DFA α1 lag gemiddeld op %@, dus tussen AT1 en AT2 — zinvol tempowerk.
pt_br: O DFA α1 teve média de %@, o que coloca você entre AT1 e AT2 — um trabalho de ritmo relevante.
ru: Средний DFA α1 составил %@ — это между AT1 и AT2, полноценная темповая работа.
sv: DFA α1 låg i snitt på %@, vilket placerar dig mellan AT1 och AT2 – meningsfullt tempoarbete.
zh_hans: DFA α1 平均为 %@，处于 AT1 与 AT2 之间——有效的节奏训练。

source: DFA α1 climbing — aerobic floor
ar: DFA α1 يرتفع — الحد الأدنى الهوائي
da: DFA α1 stiger — aerob bund
de: DFA α1 steigt — aerobe Untergrenze
es: DFA α1 subiendo — umbral aeróbico
fi: DFA α1 nousee — aerobinen pohja
fr: DFA α1 en hausse — plancher aérobie
is: DFA α1 hækkar — loftháð gólf
it: DFA α1 in salita — soglia aerobica
ja: DFA α1 上昇中 — 有酸素の下限
ko: DFA α1 상승 — 유산소 하한
nb: DFA α1 stiger — aerobt gulv
nl: DFA α1 stijgt — aerobe ondergrens
pt_br: DFA α1 subindo — piso aeróbio
ru: DFA α1 растёт — аэробный уровень
sv: DFA α1 stiger — aerobt golv
zh_hans: DFA α1 上升 — 有氧下限

source: DFA α1 dropped — you're tipping anaerobic
ar: انخفض DFA α1 — أنت تقترب من اللاهوائي
da: DFA α1 er faldet — du er på vej mod anaerob
de: DFA α1 gesunken — du kippst ins Anaerobe
es: DFA α1 ha bajado — estás pasando a anaeróbico
fi: DFA α1 laski — olet siirtymässä anaerobiselle
fr: DFA α1 en baisse — vous basculez en anaérobie
is: DFA α1 féll — þú ert að fara yfir í loftfirrt
it: DFA α1 in calo — stai passando in anaerobico
ja: DFA α1 低下 — 無酸素域に入りかけています
ko: DFA α1 하락 — 무산소 구간으로 넘어가고 있습니다
nb: DFA α1 har falt — du er på vei mot anaerobt
nl: DFA α1 gedaald — je gaat richting anaeroob
pt_br: DFA α1 caiu — você está entrando no anaeróbio
ru: DFA α1 упал — вы уходите в анаэробную зону
sv: DFA α1 har sjunkit — du är på väg mot anaerobt
zh_hans: DFA α1 下降 — 你正在进入无氧区

source: Disclaimer acceptance
ar: قبول إخلاء المسؤولية
da: Accept af ansvarsfraskrivelse
de: Zustimmung zum Haftungsausschluss
es: Aceptación del aviso
fi: Vastuuvapauslausekkeen hyväksyntä
fr: Acceptation de l’avertissement
is: Samþykki fyrirvara
it: Accettazione dell’avvertenza
ja: 免責事項への同意
ko: 면책 조항 동의
nb: Godtatt ansvarsfraskrivelse
nl: Acceptatie van de disclaimer
pt_br: Aceite do aviso
ru: Принятие отказа от ответственности
sv: Godkännande av friskrivning
zh_hans: 免责声明同意状态

source: Dominant band
ar: النطاق السائد
da: Dominerende bånd
de: Dominantes Band
es: Banda dominante
fi: Hallitseva taajuuskaista
fr: Bande dominante
is: Ríkjandi tíðnisvið
it: Banda dominante
ja: 優位な帯域
ko: 우세 대역
nb: Dominerende bånd
nl: Dominante band
pt_br: Banda dominante
ru: Преобладающий диапазон
sv: Dominerande band
zh_hans: 主导频段

source: Down
ar: إحباط
da: Nedtrykt
de: Niedergeschlagen
es: Ánimo bajo
fi: Alakulo
fr: Moral bas
is: Depurð
it: Giù di morale
ja: 気分の落ち込み
ko: 우울감
nb: Nedfor
nl: Somber
pt_br: Desânimo
ru: Подавленность
sv: Nedstämd
zh_hans: 情绪低落

source: Download complete
ar: اكتمل التنزيل
da: Overførsel fuldført
de: Download abgeschlossen
es: Descarga completada
fi: Lataus valmis
fr: Téléchargement terminé
is: Niðurhali lokið
it: Download completato
ja: ダウンロード完了
ko: 다운로드 완료
nb: Nedlasting fullført
nl: Download voltooid
pt_br: Download concluído
ru: Загрузка завершена
sv: Hämtningen klar
zh_hans: 下载完成

source: Download failed
ar: فشل التنزيل
da: Overførsel mislykkedes
de: Download fehlgeschlagen
es: Error en la descarga
fi: Lataus epäonnistui
fr: Échec du téléchargement
is: Niðurhal mistókst
it: Download non riuscito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
nb: Nedlasting mislyktes
nl: Download mislukt
pt_br: Falha no download
ru: Ошибка загрузки
sv: Hämtningen misslyckades
zh_hans: 下载失败

source: Downloading from the device…
ar: جارٍ التنزيل من الجهاز…
da: Henter fra enheden…
de: Wird vom Gerät geladen…
es: Descargando del dispositivo…
fi: Ladataan laitteelta…
fr: Téléchargement depuis l'appareil…
is: Sæki af tækinu…
it: Download dal dispositivo…
ja: デバイスからダウンロード中…
ko: 기기에서 다운로드 중…
nb: Laster ned fra enheten…
nl: Downloaden van het apparaat…
pt_br: Baixando do dispositivo…
ru: Загрузка с устройства…
sv: Hämtar från enheten…
zh_hans: 正在从设备下载…

source: drifted %@%% higher for the same pace — could be fueling, heat, or just a long day. Easing off for a bit is an option.
ar: انجرف النبض أعلى بـ %@%% للسرعة نفسها — قد يكون السبب التغذية أو الحرارة أو مجرد يوم طويل. التخفيف قليلًا خيار متاح.
da: %@%% højere ved samme tempo — det kan være energi, varme eller bare en lang dag. Du kan godt sætte lidt ned et stykke tid.
de: Bei gleichem Tempo %@%% höher — vielleicht Verpflegung, Hitze oder einfach ein langer Tag. Etwas Tempo rauszunehmen ist eine Option.
es: Un %@%% más alta al mismo ritmo — puede ser la alimentación, el calor o simplemente un día largo. Aflojar un poco es una opción.
fi: %@%% korkeampi samalla vauhdilla — syynä voi olla tankkaus, kuumuus tai vain pitkä päivä. Voit hellittää hetkeksi.
fr: a dérivé de %@%% à la hausse pour la même allure — peut-être l'alimentation, la chaleur ou simplement une longue journée. Lever un peu le pied est une option.
is: %@%% hærri á sama hraða — gæti verið næring, hiti eða bara langur dagur. Það er möguleiki að slaka aðeins á.
it: Più alta del %@%% allo stesso ritmo — forse alimentazione, caldo o solo una lunga giornata. Rallentare un po' è un'opzione.
ja: 同じペースで %@%% 上昇しています — 補給、暑さ、あるいは単に長い一日のせいかもしれません。少し緩めるのも一つの手です。
ko: 같은 페이스에서 %@%% 더 높아졌습니다 — 보급, 더위, 아니면 그냥 긴 하루 때문일 수 있어요. 잠시 늦추는 것도 방법입니다.
nb: %@%% høyere i samme tempo — kan være energiinntak, varme eller bare en lang dag. Du kan godt roe ned en stund.
nl: %@%% hoger bij hetzelfde tempo — kan voeding zijn, warmte, of gewoon een lange dag. Even gas terugnemen kan.
pt_br: %@%% mais alta para o mesmo ritmo — pode ser alimentação, calor ou só um dia longo. Aliviar um pouco é uma opção.
ru: на %@%% выше при том же темпе — может быть питание, жара или просто долгий день. Можно немного сбавить.
sv: %@%% högre i samma tempo — det kan vara energiintaget, värmen eller bara en lång dag. Du kan ta det lite lugnare en stund.
zh_hans: 同样配速下高了 %@%% — 可能是补给、炎热，或只是漫长的一天。可以考虑放松一会儿。

source: Drizzle
ar: رذاذ
da: Støvregn
de: Nieselregen
es: Llovizna
fi: Tihkusadetta
fr: Bruine
is: Súld
it: Pioviggine
ja: 霧雨
ko: 이슬비
nb: Yr
nl: Motregen
pt_br: Garoa
ru: Морось
sv: Duggregn
zh_hans: 毛毛雨

source: Duration %@h < %@h minimum
ar: المدة %@ س < الحد الأدنى %@ س
da: Varighed %@ t < minimum på %@ t
de: Dauer %@ h < %@ h Minimum
es: Duración %@ h < %@ h mínimo
fi: Kesto %@ h < vähimmäiskesto %@ h
fr: Durée %@ h < %@ h minimum
is: Lengd %@ klst < lágmark %@ klst
it: Durata %@ h < %@ h minimo
ja: 時間 %@h < 最低 %@h
ko: 시간 %@h < 최소 %@h
nb: Varighet %@ t < minimum %@ t
nl: Duur %@ u < minimum van %@ u
pt_br: Duração %@h < mínimo de %@h
ru: Длительность %@ ч < минимум %@ ч
sv: Längd %@ h < minimum %@ h
zh_hans: 时长 %@h < 最低 %@h

source: During a workout, your iPhone advertises as a standard BLE peripheral.
ar: أثناء التمرين، يعلن iPhone عن نفسه كجهاز BLE طرفي قياسي.
da: Under en træning annoncerer din iPhone sig som en standard BLE-enhed.
de: Während eines Trainings gibt sich dein iPhone als Standard-BLE-Peripheriegerät zu erkennen.
es: Durante un entrenamiento, tu iPhone se anuncia como un periférico BLE estándar.
fi: Harjoituksen aikana iPhone mainostaa itseään tavallisena BLE-oheislaitteena.
fr: Pendant un entraînement, votre iPhone s’annonce comme un périphérique BLE standard.
is: Á meðan á æfingu stendur auglýsir iPhone-síminn þinn sig sem venjulegt BLE-jaðartæki.
it: Durante un allenamento, il tuo iPhone si annuncia come una periferica BLE standard.
ja: ワークアウト中、iPhoneは標準的なBLE周辺機器としてアドバタイズします。
ko: 운동 중에는 iPhone이 표준 BLE 주변기기로 신호를 보냅니다.
nb: Under en økt annonserer iPhonen din seg som en standard BLE-enhet.
nl: Tijdens een training adverteert je iPhone zich als standaard BLE-randapparaat.
pt_br: Durante um treino, seu iPhone se anuncia como um periférico BLE padrão.
ru: Во время тренировки iPhone объявляет себя как стандартное периферийное BLE-устройство.
sv: Under ett träningspass annonserar din iPhone sig som en vanlig BLE-enhet.
zh_hans: 体能训练期间，你的 iPhone 会作为标准 BLE 外设进行广播。
